{
    "reviews": [
        {
            "quote": "My wife is Filipino, so of course we got their siopao and macaroons. She said it tasted a lot like what she would have back home. Their jasmine tea was also really yummy.",
            "author": "Mark S.",
            "role": "Local Physician",
            "stars": 5
        },
        {
            "quote": "I regularly go to Matcha's, and my only complaint is that it isn't closer to where I live! The workers are consistently kind and attentive and the drinks and food are always superb. Definitely stop by if you have the time.",
            "author": "Lexie G.",
            "role": "Food Blogger",
            "stars": 5
        },
        {
            "quote": "I visit Winston-Salem about twice a year for the holidays, but I always make sure to come to Matcha's. My daughter is vegetarian so I love how they have options my whole family can enjoy. My favorite thing to get their is the ube roll cake, it's super fluffy and it has a great ube flavor.",
            "author": "Owen H.",
            "role": "NY Times Editor",
            "stars": 5
        },
        {
            "quote": "I absolutely LOVE Matcha's. It's a great place for a date, study session or to get a quick pick-me-up. I was on a run and popped in to get an espresso, and it was delicious, as always.",
            "author": "Miranda B.",
            "role": "Local Pilates Instructor",
            "stars": 5
        },
        {
            "quote": "Matcha's is my go-to study spot, and they're always reliable to get a good Thai tea and kimbap. The workers are always really nice to me and some of them even remember my name and order!",
            "author": "Derek S.",
            "role": "Winston-Salem Mechanic",
            "stars": 5
        },
        {
            "quote": "I love a good local cafe, and Matcha's definitely did not disappoint! Their cappuccino and macaroons were excellent, and if I'm in the area again, I'll definitely revisit.",
            "author": "Richard W.",
            "role": "Stanford Professor",
            "stars": 5
        },
        {
            "quote": "This was my first time visiting and I got a latte and dalgona. While it tasted super good, it took awhile for the workers to make and the overall customer service wasn't great. The ambiance was really cute though, so I think I'll visit again.",
            "author": "Christina Y.",
            "role": "Wake Forest Student",
            "stars": 4
        },
        {
            "quote": "I brought one of my friends here because I heard it was really good. We both got one of their hot teas and they were both over steeped. It was very crowded, so I think the workers just lost track of time or something. Their pan de sal was probably the best piece of bread I had ever eaten, though. I'm totally coming back for that, but I wish they sold it by the dozen",
            "author": "George O.",
            "role": "Winston-Salem City Council",
            "stars": 4
        },
        {
            "quote": "My sister recommended this place to me and I really enjoyed my experience there. Their boba and milk tea was incredible, but it is SO hard to get parking downtown, and the official parking for Matcha's costs money. 😢",
            "author": "Meredith G.",
            "role": "Bartender in Winston-Salem",
            "stars": 4
        },
        {
            "quote": "The matcha tasted like straight up grass. Super cute cafe and the mochi was really good too! Overall, I had a pretty positive experience, just don't get their matcha. 🤮🤮",
            "author": "Karen A.",
            "role": "Stay at Home Mom",
            "stars": 3
        }
    ]
}